Repository: belzebu/LotaView
Catalog: RTSPViewer/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hant

# nav.liveView
source: Live View
zh_hant: 即時監控

# nav.cameras
source: Cameras
zh_hant: 攝影機

# sidebar.streamsActive %lld
source: %lld Streams Active
zh_hant: %lld 個串流在線

# camera.add
source: Add Camera
zh_hant: 新增攝影機

# camera.addNew
source: Add New Camera
zh_hant: 新增攝影機

# camera.select
source: Select Camera
zh_hant: 選擇攝影機

source: Camera Management
zh_hant: 攝影機管理

# camera.management.subtitle
source: Configure and manage your network cameras.
zh_hant: 設定及管理您的網路攝影機。

source: Camera Name
zh_hant: 攝影機名稱

# camera.name.placeholder
source: e.g. Front Entrance 01
zh_hant: 例：前門攝影機 01

# camera.rtspURL
source: RTSP Stream URL
zh_hant: RTSP 串流網址

# camera.auth
source: Authentication Credentials
zh_hant: 認證資訊

# camera.username
source: Username
zh_hant: 使用者名稱

# camera.password
source: Password
zh_hant: 密碼

# camera.save
source: Save Camera
zh_hant: 儲存

# camera.delete
source: Delete Camera
zh_hant: 刪除攝影機

# camera.delete.confirm
source: This will permanently remove the camera and its credentials.
zh_hant: 這將永久移除此攝影機及其認證資訊。

# camera.none
source: No Cameras
zh_hant: 尚無攝影機

# camera.none.subtitle
source: No cameras configured
zh_hant: 尚未設定攝影機

# camera.none.hint
source: Tap "Add New Camera" to get started.
zh_hant: 點擊「新增攝影機」開始設定。

# camera.none.pickerHint
source: Add cameras first from the management screen.
zh_hant: 請先從攝影機管理頁面新增攝影機。

# form.title.add
source: Add New Camera
zh_hant: 新增攝影機

# form.title.edit
source: Edit Camera
zh_hant: 編輯攝影機

# form.subtitle
source: Configure RTSP stream parameters for local monitoring.
zh_hant: 設定 RTSP 串流參數以進行本地監控。

# form.networkNote
source: Ensure the camera is on the same local network. Connection testing will occur after saving.
zh_hant: 請確認攝影機與本裝置在同一區域網路。儲存後將自動測試連線。

# form.paste
source: Paste
zh_hant: 貼上

# action.cancel
source: Cancel
zh_hant: 取消

# action.delete
source: Delete
zh_hant: 刪除

# stats.total
source: Total
zh_hant: 總數

# stats.online
source: Online
zh_hant: 在線

# stats.errors
source: Errors
zh_hant: 錯誤

# table.status
source: STATUS
zh_hant: 狀態

# table.cameraDetails
source: CAMERA DETAILS
zh_hant: 攝影機資訊

# table.rtspEndpoint
source: RTSP ENDPOINT
zh_hant: RTSP 端點

# table.actions
source: ACTIONS
zh_hant: 操作

# status.live
source: LIVE
zh_hant: 直播

# status.connecting
source: Connecting
zh_hant: 連線中

# status.error
source: Error
zh_hant: 錯誤

# status.offline
source: Offline
zh_hant: 離線

# status.ready
source: Ready
zh_hant: 就緒

# status.playing
source: Playing
zh_hant: 播放中

# status.stopped
source: Stopped
zh_hant: 已停止

# validation.nameRequired
source: Name is required.
zh_hant: 名稱為必填。

# validation.urlRequired
source: RTSP URL is required.
zh_hant: RTSP 網址為必填。

# validation.urlInvalid
source: URL must start with rtsp://
zh_hant: 網址必須以 rtsp:// 開頭

# form.copyConfig
source: Copy Camera Config
zh_hant: 複製攝影機設定

# form.copied
source: Copied!
zh_hant: 已複製！

# form.pasteConfig
source: Paste Camera Config
zh_hant: 貼上攝影機設定

# action.save
source: Save
zh_hant: 儲存

# sidebar.dashboards
source: Dashboards
zh_hant: 監控台

# dashboard.title
source: Live Dashboard
zh_hant: 即時監控台

# dashboard.add
source: Add Dashboard
zh_hant: 新增監控台

# dashboard.edit
source: Edit Dashboard
zh_hant: 編輯監控台

# dashboard.rename
source: Rename
zh_hant: 重新命名

# dashboard.delete
source: Delete Dashboard
zh_hant: 刪除監控台

# dashboard.delete.confirm
source: This dashboard will be permanently removed.
zh_hant: 此監控台將被永久移除。

# dashboard.defaultName
source: My Dashboard
zh_hant: 我的監控台

source: Dashboard Name
zh_hant: 監控台名稱

# dashboard.name.placeholder
source: e.g. Living Room 1F
zh_hant: 例：1F 客廳

# dashboard.selectCameras
source: Select Cameras
zh_hant: 選擇攝影機

# dashboard.editCameras
source: Edit Cameras
zh_hant: 編輯攝影機

# dashboard.empty
source: No Cameras Assigned
zh_hant: 尚未指派攝影機

# dashboard.empty.hint
source: Edit this dashboard to add cameras.
zh_hant: 編輯此監控台以新增攝影機。

# dashboard.selectHint
source: Select a dashboard from the sidebar
zh_hant: 從側邊欄選擇監控台

# action.done
source: Done
zh_hant: 完成

# settings.title
source: Settings
zh_hant: 設定

# settings.appearance
source: Appearance
zh_hant: 外觀

# settings.appearance.system
source: System
zh_hant: 跟隨系統

# settings.appearance.light
source: Light
zh_hant: 淺色

# settings.appearance.dark
source: Dark
zh_hant: 深色

# settings.language
source: Language
zh_hant: 語言

# settings.language.current
source: Language follows system settings
zh_hant: 語言跟隨系統設定

# settings.language.hint
source: Change the app language in your device settings.
zh_hant: 請在裝置設定中變更 App 語言。

# settings.language.openSettings
source: Open Settings
zh_hant: 開啟設定

# settings.about
source: About
zh_hant: 關於

# settings.version %@
source: Version %@
zh_hant: 版本 %@
